Repository: ProtonDriveApps/ios-drive
Catalog: PDLocalization/Sources/Resources/iOS-Localizable.xcstrings
Source language: en
Languages: be, ca, cs, da, de, el, es, es_419, fi, fr, hu, id, it, ja, ka, ko, nb, nl, pl, pt, pt_br, ro, ru, sk, sv, tr, uk, zh_hans, zh_hant

# share_link_error_message
source: Failed to generate a secure link. Try again later.
be: Не ўдалося згенерыраваць бяспечную спасылку. Паспрабуйце яшчэ раз пазней.
ca: No s'ha pogut generar un enllaç segur. Torna-ho a provar més tard.
cs: Nepovedlo se vygenerovat zabezpečený odkaz. Zkuste to později.
da: Kunne ikke generere et sikkert link. Prøv igen senere.
de: Fehler beim Generieren eines sicheren Links. Bitte versuche es später erneut.
el: Αποτυχία παραγωγής ασφαλούς συνδέσμου. Παρακαλούμε δοκιμάστε ξανά αργότερα.
es: Error al generar un enlace seguro. Inténtalo de nuevo más tarde.
es_419: Error al generar un enlace seguro. Intente de nuevo más tarde.
fi: Turvallisen linkin luonti epäonnistui. Yritä myöhemin uudelleen.
fr: Le lien sécurisé n'a pas pu être généré. Nous vous invitons à réessayer plus tard.
hu: Nem sikerült a biztonságos hivatkozás létrehozása. Próbálja meg később.
id: Gagal membuat tautan aman. Coba lagi nanti.
it: Impossibile generare un collegamento sicuro. Riprova più tardi.
ja: セキュアリンクの作成に失敗しました。後ほど再度お試しください。
ka: დაცული ბმულის გენერაციის შეცდომა. თავიდან სცადეთ.
ko: 보안 링크 생성 실패. 나중에 다시 시도하세요.
nb: Kunne ikke generere en sikker kobling. Prøv igjen senere.
nl: Genereren van beveiligde koppeling mislukt. Probeer het later opnieuw.
pl: Nie udało się wygenerować linku. Spróbuj ponownie później.
pt: Erro ao gerar uma ligação segura. Tente novamente mais tarde.
pt_br: Erro ao gerar um link seguro. Tente novamente mais tarde
ro: Generarea legăturii web securizate a eșuat. Reîncercați mai târziu.
ru: Не удалось сгенерировать защищенную ссылку. Повторите попытку позже.
sk: Nepodarilo as vygenerovať bezpečný odkaz. Skúste znovu neskôr, prosím.
sv: Misslyckades att generera en säker länk. Försök igen senare.
tr: Güvenli bir bağlantı oluşturulamadı. Bir süre sonra yeniden deneyin.
uk: Не вдалося згенерувати безпечне посилання. Спробуйте пізніше.
zh_hans: 无法生成安全链接。请稍后再试。
zh_hant: 無法產生安全連結，請稍後再試。

# share_link_past_date_error
source: Please select an expiration date in the future
be: Выберыце тэрмін дзеяння ў будучыні
ca: Seleccioneu una data de caducitat futura.
cs: Vyberte prosím datum vypršení platnosti v budoucnosti
da: Vælg en fremtidig udløbsdato
de: Bitte wähle ein Ablaufdatum in der Zukunft aus.
el: Παρακαλούμε επιλέξτε μια μελλοντική ημερομηνία λήξης
es: Selecciona una fecha de expiración futura.
es_419: Seleccione una fecha de expiración futura.
fi: Valitse erääntymisajankohta tulevaisuudesta
fr: Veuillez sélectionner une date d'expiration à venir.
hu: Kérjük, válasszon jövőbeli lejárati dátumot
id: Silakan pilih tanggal kedaluwarsa di masa depan
it: Seleziona una data di scadenza futura
ja: 有効期限を選択してください
ka: აირჩიეთ ვადის თარიღი მომავალში
ko: 추후 만료될 시간을 선택해주세요.
nb: Velg en utløpsdato i fremtiden
nl: Selecteer een vervaldatum in de toekomst
pl: Wybierz przyszły czas
pt: Selecione uma data de expiração no futuro.
pt_br: Selecione uma data de expiração futura.
ro: Selectați o dată de expirare din viitor
ru: Выберите дату окончания срока действия в будущем
sk: Vyberte dátum ukončenia platnosti v budúcnosti
sv: Välj ett utgångsdatum i framtiden
tr: Lütfen gelecekte bir geçerlilik sonu tarihi seçin
uk: Будь ласка, оберіть дату закінчення терміну дії в майбутньому
zh_hans: 请选择未来的失效日期
zh_hant: 請選取未來的到期日

# share_link_save_changes
source: Save changes
be: Захаваць змены
ca: Desa els canvis
cs: Uložit změny
da: Gem ændringer
de: Änderungen speichern
el: Αποθήκευση αλλαγών
es: Guardar los cambios
es_419: Guardar los cambios
fi: Tallenna muutokset
fr: Enregistrer les modifications
hu: Módosítások mentése
id: Simpan perubahan
it: Salva le modifiche
ja: 変更を保存
ka: ცვლილებების შენახვა
ko: 변경 사항 저장
nb: Lagre endringer
nl: Wijzigingen opslaan
pl: Zapisz zmiany
pt: Guardar as alterações
pt_br: Salvar alterações
ro: Salvare modificări
ru: Сохранить изменения
sk: Uložiť zmeny
sv: Spara ändringar
tr: Değişiklikleri kaydet
uk: Зберегти зміни
zh_hans: 保存更改
zh_hant: 儲存變更

# share_link_settings_updated
source: Sharing settings updated
be: Налады абагульвання абноўлены
ca: Les preferències d'ús compartit s'han actualitzat.
cs: Nastavení sdílení aktualizováno
da: Indstillingerne for deling blev opdateret.
de: Freigabeeinstellungen aktualisiert
el: Ενημέρωση ρυθμίσεων κοινής χρήσης
es: Ajustes de uso compartido actualizados
es_419: Se actualizaron los ajustes de uso compartido.
fi: Jakoasetukset päivitettiin
fr: Les paramètres de partage ont été mis à jour.
hu: A megosztási beállítások frissítve
id: Pengaturan pembagian diperbarui
it: Impostazioni di condivisione aggiornate
ja: 共有設定が更新されました
ka: გაზიარების პარამეტრები განახლდა
ko: 공유 설정 업데이트됨
nb: Delingsinnstillinger oppdatert
nl: Instellingen voor delen bijgewerkt
pl: Ustawienia udostępniania zostały zaktualizowane
pt: As definições de partilha foram atualizadas.
pt_br: Configurações de compartilhamento atualizadas
ro: Setările de partajare s-au actualizat.
ru: Настройки общего доступа обновлены
sk: Nastavenia zdieľania aktualizované
sv: Delningsinställningar uppdaterade
tr: Paylaşım ayarları güncellendi
uk: Налаштування спільного доступу оновлено
zh_hans: 共享设置已更新
zh_hant: 共享設定已更新

# share_link_unsaved_change_alert_title
source: Your unsaved changes will be lost.
be: Вашы незахаваныя змены будуць страчаны.
ca: Els canvis sense desar es perdran.
cs: Vaše neuložené změny budou ztraceny.
da: Dine ikke-gemte ændringer går tabt.
de: Deine ungespeicherten Änderungen gehen verloren.
el: Οι μη αποθηκευμένες αλλαγές σας θα χαθούν.
es: Se perderán todos tus cambios sin guardar.
es_419: Se perderán todos sus cambios sin guardar.
fi: Tallentamattomat muutoksesi hylätään.
fr: Les changements non enregistrés seront perdus.
hu: A nem mentett módosítások elvesznek.
id: Perubahan Anda yang belum disimpan akan hilang.
it: Le modifiche non salvate andranno perse.
ja: 保存されていない変更は失われます
ka: თქვენი შეუნახავი ცვლილებები დაიკარგება.
ko: 저장하지 않은 변경사항은 손실됩니다.
nb: Dine ulagrede endringer vil gå tapt.
nl: Uw niet-opgeslagen wijzigingen zullen verloren gaan.
pl: Niezapisane zmiany zostaną utracone.
pt: As suas alterações não guardadas serão perdidas.
pt_br: Você tem alterações não salvas serão perdidas.
ro: Modificările nesalvate vor fi pierdute.
ru: Несохраненные изменения будут потеряны.
sk: Vaše neuložené zmeny budú stratené.
sv: Dina osparade ändringar kommer gå förlorade.
tr: Kaydedilmemiş değişiklikleriniz silinecek.
uk: Ваші незбережені зміни буде втрачено.
zh_hans: 您未保存的更改将丢失。
zh_hant: 未儲存的變更將會消失。

# share_link_updating_title
source: Updating Settings
be: Абнаўленне налад
ca: Actualitzant les preferències
cs: Aktualizace nastavení
da: Opdaterer Indstillinger
de: Einstellungen werden aktualisiert
el: Ενημέρωση Ρυθμίσεων
es: Actualizando los ajustes
es_419: Actualizando los ajustes
fi: Asetuksia muutetaan
fr: Mise à jour des paramètres
hu: Beállítások frissítése
id: Memperbarui Pengaturan
it: Aggiornamento delle impostazioni
ja: 設定が更新
ka: მიმდინარეობს პარამეტრების განახლება
ko: 설정 업데이트 중
nb: Oppdaterer innstillinger
nl: Instellingen bijwerken
pl: Aktualizowanie ustawień
pt: A atualizar as definições
pt_br: Atualizando as configurações
ro: Se actualizează setările
ru: Обновление настроек
sk: Aktualizácia nastavení
sv: Uppdaterar inställningar
tr: Ayarlar güncelleniyor
uk: Налаштування оновлення
zh_hans: 更新设置中
zh_hant: 正在更新設定值

# share_max_editable_share_limit_error
source: Max amount of editable public urls limited to 3 on your plan. Please upgrade.
be: Максімальная колькасць публічных URL-адрасоў абмежавана трыма запісамі на вашым тарыфным плане. Палепшыце свой тарыфны план.
ca: La quantitat màxima d'URL públics editables està limitada a 3 al vostre pla. Milloreu-lo.
cs: Maximální počet upravitelných veřejných adres je v tarifu omezen na 3. Navyšte prosím tarif.
da: Maksimalt antal redigerbare offentlige webadresser er begrænset til 3 på dit abonnement. Opgrader for flere muligheder.
de: Die maximale Anzahl editierbarer öffentlicher URLs ist in deinem Abonnement auf 3 begrenzt. Bitte führe ein Upgrade durch, wenn du mehr erstellen möchtest.
el: Ο μέγιστος αριθμός επεξεργάσιμων δημόσιων διευθύνσεων URL περιορίζεται σε 3 στο πλάνο σας. Παρακαλούμε αναβαθμίστε.
es: El número máximo de URL públicas editables está limitado a 3 en tu plan actual. Considera mejorarlo.
es_419: El número máximo de URL públicas editables está limitado a 3 en su plan actual. Considere mejorarlo.
fi: Nykyisen tilauksesi sallimien muokattavien julkisten URL-osoitteiden enimmäismäärä on 3. Päivitä tilauksesi.
fr: Le nombre maximal d'URL publiques modifiables est limité à 3 pour votre abonnement. Nous vous invitons à changer d'abonnement.
hu: A szerkeszthető nyilvános URL-ek maximális száma 3-ra van korlátozva a csomagján. Kérjük, frissítsen.
id: Jumlah maksimum URL publik yang dapat disunting terbatas sampai 3 URL dalam paket Anda. Silakan meningkatkan.
it: Il numero massimo di URL pubblici modificabili è limitato a 3 nel tuo piano. Per favore effettua l'upgrade.
ja: あなたのプランで編集可能な公開URLの最大数は 3 つまでです。アップグレードしてください。
ka: თქვენი სატარიფო გეგმისთვის ჩასწორებადი საჯარო ბმულების რაოდენობა სამზეა შეზღუდული. ასწიეთ სატარიფო გეგმა.
ko: 회원님의 플랜에는 수정 가능한 공개 주소가 3개로 제한되어있습니다. 업그레이드 해주세요.
nb: Maksimalt antall redigerbare offentlige nettadresser er begrenset til 3 på planen din. Oppgrader for mer.
nl: Het maximum aantal bewerkbare publieke urls is beperkt tot 3 op uw abonnement. Gelieve te upgraden.
pl: Twój plan pozwala na maksymalnie 3 edytowalne linki. Ulepsz konto.
pt: A quantidade máxima de URL públicos editáveis está limitada a 3 no seu plano. Considere melhorar o seu plano.
pt_br: A quantidade máxima de URL públicas editáveis ​​é limitada a 3 em seu plano. Faça upgrade.
ro: Numărul maxim de adrese URL publice editabile este limitat la 3 în planul actual. Modificați planul.
ru: Максимальное количество редактируемых публичных ссылок ограничено тремя на вашем тарифе. Обновите тариф.
sk: Maximálny počet upraviteľných verejných URL adries je v rámci vášho plánu obmedzený na 3. Upgradujte, prosím.
sv: Maximalt antal redigerbara offentliga URL:er begränsat till 3 i ditt paket. Uppgradera.
tr: Tarifenizle düzenlenebilecek herkese açık adres sayısı en fazla 3 tanedir. Lütfen tarifenizi yükseltin.
uk: Максимальна кількість редагованих публічних посилань у вашому тарифі обмежена до 3. Покращте його.
zh_hans: 在您的计划中，可编辑公共网址的最大数量限制为 3 个。请升级。
zh_hant: 可編輯的公開網址數量上限在您的方案中限制為 3 個。請升級。

# share_section_link_options
source: Link options
be: Параметры спасылкі
ca: Opcions de l'enllaç
cs: Možnosti odkazu
da: Link-muligheder
de: Linkoptionen
el: Επιλογές σύνδεσης
es: Opciones del enlace
es_419: Opciones del enlace
fi: Linkin valinnat
fr: Options du lien
hu: Hivatkozás beállítások
id: Opsi tautan
it: Opzioni del collegamento
ja: リンクオプション
ka: ბმულის მორგება
ko: 링크 옵션
nb: Alternativer for kobling
nl: Link opties
pl: Opcje linku
pt: Opções da ligação
pt_br: Opções de link
ro: Opțiuni legătură web
ru: Параметры ссылки
sk: Možnosti odkazu
sv: Länkalternativ
tr: Bağlantı seçenekleri
uk: Налаштування посилання
zh_hans: 链接选项
zh_hant: 連結選項

# share_stop_sharing
source: Stop sharing
be: Спыніць абагульванне
ca: Deixa de compartir
cs: Ukončit sdílení
da: Stop deling
de: Freigabe beenden
el: Διακοπή κοινής χρήσης
es: Dejar de compartir
es_419: Dejar de compartir
fi: Lopeta jakaminen
fr: Arrêter le partage
hu: A megosztás leállítása
id: Berhenti bagikan
it: Interrompi condivisione
ja: 共有を停止
ka: გაზიარების შეწყვეტა
ko: 공유 중지
nb: Avslutt deling
nl: Delen stoppen
pl: Zatrzymaj udostępnianie
pt: Parar a partilha
pt_br: Parar de compartilhar
ro: Oprire partajare
ru: Прекратить доступ
sk: Ukončiť zdieľanie
sv: Sluta dela
tr: Paylaşmayı durdur
uk: Закрити доступ
zh_hans: 停止共享
zh_hant: 停止共用

# share_stop_sharing_alert_message
source: This will delete the link and remove access to your file or folder for anyone with the link. You can’t undo this action.
be: Гэта выдаліць спасылку і закрые доступ да вашага файла або папкі для ўсіх, хто яе атрымаў. Вы не зможаце адрабіць гэта дзеянне.
ca: Això suprimirà l'enllaç i eliminarà l'accés al fitxer o carpeta per a qualsevol persona amb l'enllaç. No podeu desfer aquesta acció.
cs: Toto smaže odkaz a odebere přístup k vašemu souboru nebo složce pro každého, kdo má odkaz. Tuto akci nelze vrátit.
da: Dette vil slette linket og fjerne adgangen til din fil eller mappe for alle med linket. Du kan ikke fortryde denne handling.
de: Dadurch wird der Link gelöscht und der Zugriff auf deine Datei oder deinen Ordner für jeden, der über den Link verfügt, entfernt. Du kannst diese Aktion nicht rückgängig machen.
el: Αυτό θα διαγράψει τον σύνδεσμο και θα καταργήσει την πρόσβαση στο αρχείο ή το φάκελό σας για οποιονδήποτε διαθέτει τον σύνδεσμο. Δεν μπορείτε να αναιρέσετε αυτήν την ενέργεια.
es: Esto eliminará el enlace y eliminará el acceso a tu archivo o carpeta para cualquier persona que tenga el enlace. No puedes cancelar esta acción.
es_419: Esto eliminará el enlace y borrará el acceso a tu archivo o carpeta para cualquier persona que tenga el enlace. No puede cancelar esta acción.
fi: Tämä poistaa linkin ja tiedoston tai kansion käyttöoikeuden kaikilta, joilla on tämä linkki. Tätä ei voi kumota.
fr: Ceci supprimera le lien et retirera l'accès à votre fichier ou dossier pour toute personne ayant le lien. Vous ne pouvez pas annuler cette action.
hu: Ez törölni fogja a hivatkozást és eltávolítja a hozzáférést a fájljához vagy mappájához mindenki számára. Ezt a műveletet nem lehet visszavonni.
id: Tindakan ini akan menghapus tautan dan mencabut akses menuju berkas atau folder Anda bagi siapa pun yang memiliki tautan ini. Anda tidak akan dapat mengurungkan tindakan ini.
it: Questo eliminerà il link e rimuoverà l'accesso al file o alla cartella per chiunque abbia il link. Non puoi annullare questa azione.
ja: これによりリンクは削除され、誰もこのリンクからファイルやフォルダにはアクセスできなくなります。この操作は取り消せません。
ka: ეს წაშლის ამ ბმულს და აუკრძალავს წვდომას ყველას, ვისაც თქვენს ფაილთან ან საქაღალდესთან ამ ბმულით ჰქონდა წვდომა. ეს ქმედება შეუქცევადია.
ko: 이 작업은 링크를 삭제하고 링크를 소유한 모두의 접근 권한을 제거합니다. 이 작업은 되돌릴 수 없습니다.
nb: Dette vil slette koblingen og fjerne tilgangen til filen eller mappen for de som har koblingen. Du kan ikke angre denne handlingen.
nl: Dit zal de link verwijderen en toegang tot uw bestand of map verwijderen voor iedereen met de link. U kunt deze actie niet ongedaan maken.
pl: Spowoduje to usunięcie linku i dostępu do pliku lub folderu dla każdego, kto ma link. Tej akcji nie możesz cofnąć.
pt: Isto elimina a ligação e remove o acesso ao ficheiro ou à pasta para qualquer pessoa com a ligação. Não pode desfazer esta ação.
pt_br: Isso excluirá o link e removerá o acesso ao seu arquivo ou pasta para qualquer pessoa que tenha o link. Não é possível desfazer essa ação.
ro: Aceasta va șterge legătura web și va elimina accesul la fișier sau folder pentru oricine are legătura web. Nu puteți anula această acțiune.
ru: Это приведет к удалению ссылки и лишит доступа к вашему файлу или папке всех, у кого есть такая ссылка. Отменить это действие нельзя.
sk: Týmto sa vymaže odkaz a odoberie prístup komukoľvek s odkazom k vášmu súboru alebo priečinku. Túto akciu nemožno vrátiť späť.
sv: Detta kommer ta bort länken och ta bort åtkomst till din fil eller mapp för alla som har länken. Du kan inte ångra denna åtgärd.
tr: Bu işlem, bağlantıyı siler ve bağlantıya sahip olan herkesin dosyanıza erişimini kaldırır. Bu işlem geri alınamaz.
uk: Це видалить посилання та закриє доступ до вашої теки для всіх, хто має посилання. Ви не можете скасувати цю дію.
zh_hans: 这将删除链接，并禁止任何拥有该链接的人访问您的文件或文件夹。此操作无法撤销。
zh_hant: 此操作將會刪除連結，並且阻止其他嘗試使用此連結存取檔案或資料夾的人。您無法復原此操作。

# share_via_custom_password_message
source: Anyone with the link and password can access the file/folder
be: Любы карыстальнік са спасылкай і паролем зможа атрымаць доступ да файла або папкі
ca: Qualsevol persona amb l'enllaç i la contrasenya pot accedir al fitxer o la carpeta.
cs: Kdokoli s odkazem a heslem má přístup k vašemu souboru/složce
da: Alle med linket og adgangskoden kan tilgå filen/mappen
de: Jeder mit dem Link und Passwort kann auf die Datei/den Ordner zugreifen
el: Οποιοσδήποτε διαθέτει τον σύνδεσμο και τον κωδικό πρόσβασης μπορεί να έχει πρόσβαση στο αρχείο/φάκελο
es: Cualquier persona que tenga el enlace y la contraseña puede acceder a la carpeta o el archivo.
es_419: Cualquier persona que tenga el enlace y la contraseña puede acceder a la carpeta o el archivo
fi: Kuka tahansa voi päästä käsiksi tiedostoon/kansioon linkin ja salasanan avulla
fr: Toute personne ayant ce lien et le mot de passe peut accéder à votre fichier ou dossier.
hu: A hivatkozással és a jelszóval bárki hozzáférhet a fájlhoz/mappához
id: Siapa pun yang memiliki tautan dan kata sandi akan dapat mengakses berkas/folder
it: Chiunque con questo link e la password può accedere al file/cartella
ja: リンクとパスワードによってこのファイルやフォルダに誰でもアクセスできます
ka: ყველას, ვისაც ბმული და პაროლი აქვს, აქვს წვდომა ფაილთან/საქაღალდესთან
ko: 링크 및 비밀번호를 소유한 누구나 파일/폴더 접근이 가능합니다
nb: Alle med koblingen og passordet kan få tilgang til filen/mappen
nl: Iedereen met de link en wachtwoord heeft toegang tot het bestand/de map
pl: Każdy z linkiem i hasłem może uzyskać dostęp do pliku lub folderu
pt: Qualquer pessoa com a ligação e a palavra-passe pode aceder ao ficheiro ou à pasta.
pt_br: Qualquer pessoa com o link e a senha pode acessar o arquivo/pasta
ro: Oricine are legătura web și parola poate accesa fișierul/folderul.
ru: Каждый, у кого есть ссылка и пароль, может получить доступ к файлу или папке
sk: Prístup k súboru/priečinku má každý, kto má odkaz a heslo.
sv: Alla med länken och lösenordet kan du komma åt filen/mappen
tr: Bağlantıyı ve parolayı bilen herkes dosyaya veya klasöre erişebilir
uk: Будь-хто, хто має посилання та пароль, може отримати доступ до файлу/теки
zh_hans: 任何拥有链接和密码的人都可以访问文件/文件夹
zh_hant: 任何擁有連結與密碼字元的人都可以存取檔案/資料夾

# share_via_default_password_message
source: Anyone with this link can access your file/folder
be: Любы чалавек з гэтай спасылкай зможа атрымаць доступ да вашага файла або папкі
ca: Qualsevol que tingui aquest enllaç pot accedir al fitxer o a la carpeta.
cs: Kdokoli s tímto odkazem může získat přístup k vašemu souboru/složce
da: Alle med dette link kan tilgå din fil/mappe
de: Jeder mit diesem Link kann auf deine Datei/deinen Ordner zugreifen
el: Οποιοσδήποτε με αυτόν τον σύνδεσμο μπορεί να έχει πρόσβαση στο αρχείο/φάκελο
es: Cualquier persona con este enlace puede acceder a tu carpeta o archivo.
es_419: Cualquier persona con este enlace puede acceder a su carpeta o archivo.
fi: Kuka tahansa voi päästä käsiksi tiedostoosi/kansioosi tämän linkin avulla
fr: Toute personne ayant ce lien peut accéder à votre fichier ou dossier.
hu: Ezzel a hivatkozással bárki hozzáférhet a fájlhoz/mappához
id: Siapa pun yang memiliki tautan ini dapat mengakses berkas/folder Anda
it: Chiunque con questo link può accedere al tuo file/cartella
ja: このリンクを知っている人は誰でもあなたのファイルやフォルダにアクセスできます
ka: ფაილთან/საქაღალდესთან წვდომა ექნება ამ ბმულის ყველა მქონეს
ko: 링크를 가지고 있는 모든 사람이 폴더를 볼 수 있습니다
nb: Alle med denne koblingen kan få tilgang til filen/mappen din
nl: Iedereen met deze link heeft toegang tot deze bestand/map
pl: Każdy, kto ma link, ma dostęp do pliku lub folderu
pt: Qualquer pessoa com esta ligação terá acesso ao ficheiro ou à pasta.
pt_br: Qualquer pessoa com este link pode acessar seu arquivo/pasta
ro: Oricine are această legătură web vă poate accesa fișierul/folderul.
ru: Любой, у кого есть эта ссылка, может получить доступ к вашему файлу/папке
sk: Ktokoľvek s týmto odkazom môže získať prístup k vášmu súboru/priečinku
sv: Alla med denna länk kan komma åt din fil/mapp
tr: Bu bağlantıya sahip olan herkes dosyanıza veya klasörünüze erişebilir
uk: Будь-хто, хто має це посилання, може отримати доступ до вашого файлу/теки
zh_hans: 任何拥有此链接的人都可以访问您的文件/文件夹
zh_hant: 任何人憑此連結均可存取您的檔案/資料夾

# share_via_prepare_secure_link
source: Preparing secure link
be: Падрыхтоўка бяспечнай спасылкі
ca: S'està preparant l'enllaç segur
cs: Příprava bezpečného odkazu
da: Forbereder sikkert link
de: Sichere Linkadresse wird vorbereitet
el: Προετοιμασία ασφαλούς σύνδεσμου
es: Preparando el enlace seguro
es_419: Preparando el enlace seguro
fi: Suojattua linkkiä valmistellaan
fr: Préparation du lien sécurisé
hu: Biztonságos hivatkozás előkészítése
id: Menyiapkan tautan aman
it: Preparazione del collegamento sicuro
ja: セキュアリンクを修正
ka: დაცული ბმულის მომზადება
ko: 안전한 링크 준비 중
nb: Forbereder sikker kobling
nl: Beveiligde link voorbereiden
pl: Przygotowywanie linku
pt: A preparar a ligação segura
pt_br: Preparando link seguro
ro: Se pregătește legătura web securizată
ru: Создание защищенной ссылки
sk: Príprava bezpečného odkazu
sv: Förbereder säker länk
tr: Güvenli bağlantı hazırlanıyor
uk: Підготовка захищеного посилання
zh_hans: 正在准备安全链接
zh_hant: 正在準備安全加密鏈結

# shared_by_me_empty_message
source: Files and folders that you share with others will appear here
be: Тут з'явяцца файлы і папкі, якія вы абагулілі з іншымі
ca: Aquí apareixeran fitxers i carpetes que compartiu amb altres persones
cs: Zde se zobrazí soubory a složky, které sdílíte s ostatními
da: Filer og mapper, som du deler med andre, vises her
de: Dateien und Ordner, die du mit anderen teilst, werden hier angezeigt.
el: Τα αρχεία και οι φάκελοι που μοιράζεστε με άλλους θα εμφανίζονται εδώ
es: Los archivos y las carpetas que compartes con otras personas aparecerán aquí.
es_419: Los archivos y las carpetas que comparte con otras personas aparecerán aquí.
fi: Muiden kanssa jakamasi tiedostot ja kansiot näkyvät tässä
fr: Les fichiers et dossiers que vous partagez avec d'autres personnes apparaissent ici.
hu: A fájlok és mappák amiket megoszt másokkal itt fog megjelenni
id: Berkas dan folder yang Anda bagikan dengan pengguna lain akan muncul di sini
it: I file e le cartelle che condividi con altri vengono visualizzati qui
ja: 他の人に共有したファイルとフォルダはここに表示されます
ka: ფაილები და საქაღალდეები, რომლებსაც სხვებს გაუზიარებთ, აქ გამოჩნდება
ko: 내가 다른 사람과 공유하는 파일과 폴더가 여기에 나타납니다
nb: Filer og mapper som du deler med andre, vises her
nl: Bestanden en mappen die u met anderen deelt verschijnen hier
pl: Udostępnione pliki i foldery pojawią się tutaj
pt: Os ficheiros e pastas que partilhe com outros aparecerão aqui.
pt_br: Arquivos e pastas que você compartilha com outras pessoas aparecerão aqui
ro: Fișierele și folderele pe care le partajați celorlalți vor apărea aici.
ru: Здесь будут отображаться файлы и папки, которыми вы делитесь с другими.
sk: Súbory a priečinky, ktoré zdieľate s ostatnými sa zobrazia tu
sv: Filer och mappar som du delar med andra kommer visas här
tr: Başkalarıyla paylaştığınız dosyalar ve klasörler burada görüntülenir
uk: Тут з'являться файли та теки, до яких ви надаєте спільний доступ
zh_hans: 您与他人共享的文件和文件夹将显示在此处
zh_hant: 您與其他人分享的檔案與資料夾將會在此出現

# shared_by_me_empty_title
source: Shared by me
be: Абагулена мной
ca: Compartit per mi
cs: Sdíleno mnou
da: Delt af mig
de: Von mir geteilt
el: Κοινοποιημένο από εμένα
es: Compartido por mí
es_419: Compartido por mí
fi: Minun jakamani
fr: Partagé par moi
hu: Általam megosztva
id: Dibagikan oleh saya
it: Condiviso da me
ja: 私が共有中
ka: ჩემი გაზიარებული
ko: 내가 공유함
nb: Delt av meg
nl: Gedeeld door mij
pl: Udostępnione przez Ciebie
pt: Partilhado por mim
pt_br: Compartilhado por mim
ro: Partajate de mine
ru: Доступные от меня
sk: Mnou zdieľané
sv: Delat av mig
tr: Benim paylaştıklarım
uk: Поширено мною
zh_hans: 我的共享
zh_hant: 共享的項目
